tap "jandedobbeleer/oh-my-posh"
brew "libedit"
brew "zlib"
brew "libpng"
brew "openssl@3"
brew "readline"
brew "aom"
brew "autoconf"
brew "automake"
brew "aws-sam-cli"
brew "python@3.13"
brew "awscli"
brew "awscli-local"
brew "bc"
brew "bison"
brew "chezmoi"
brew "krb5"
brew "curl"
brew "dive"
brew "freetype"
brew "gcc"
brew "python@3.12"
brew "gd"
brew "icu4c@78"
brew "libxml2"
brew "gettext"
brew "gh"
brew "git"
brew "hadolint"
brew "hello"
brew "httpd"
brew "icu4c@76"
brew "jpeg"
brew "jq"
brew "keychain"
brew "libzip"
brew "mise"
brew "netcat"
brew "nvm"
brew "openssl@1.1"
brew "pg-schema-diff"
brew "pkgconf"
brew "pnpm"
brew "postgresql@16", link: true
brew "putty"
brew "re2c"
brew "rustup"
brew "screenfetch"
brew "socat"
brew "sops"
brew "uv"
brew "wget"
brew "zip"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "claude-code"
vscode "anthropic.claude-code"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "janisdd.vscode-edit-csv"
vscode "junstyle.php-cs-fixer"
vscode "laravel.vscode-laravel"
vscode "mehedidracula.php-namespace-resolver"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-typescript-next"
vscode "recca0120.vscode-phpunit"
vscode "redhat.vscode-yaml"
vscode "sanderronde.phpstan-vscode"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "stylelint.vscode-stylelint"
vscode "vue.volar"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
