tap "jandedobbeleer/oh-my-posh"
brew "libedit"
brew "zlib"
brew "libpng"
brew "openssl@3"
brew "readline"
brew "aom"
brew "autoconf"
brew "automake"
brew "python@3.13"
brew "aws-sam-cli"
brew "awscli"
brew "awscli-local"
brew "bc"
brew "bison"
brew "freetype"
brew "chezmoi"
brew "krb5"
brew "dive"
brew "libxml2"
brew "gcc"
brew "gd"
brew "gettext"
brew "gh"
brew "icu4c@78"
brew "hadolint"
brew "hello"
brew "httpd"
brew "icu4c@76"
brew "jpeg"
brew "jq"
brew "keychain"
brew "libzip"
brew "mise"
brew "netcat"
brew "openssl@1.1"
brew "pg-schema-diff"
brew "pkgconf"
brew "pnpm"
brew "postgresql@16", link: true
brew "putty"
brew "python@3.12"
brew "re2c"
brew "screenfetch"
brew "socat"
brew "sops"
brew "uv"
brew "zip"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "claude-code"
vscode "command is only available in wsl or inside a visual studio code terminal."
