brew "libpng"
brew "autoconf"
brew "automake"
brew "bison"
brew "bzip2"
brew "openssl@3"
brew "curl"
brew "freetype"
brew "gettext"
brew "gd"
brew "gmp"
brew "icu4c@78"
brew "jpeg"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libpq"
brew "libsodium"
brew "readline"
brew "libxml2"
brew "libzip"
brew "sqlite"
brew "oniguruma"
brew "openssl@1.1"
brew "pkgconf"
brew "re2c"
brew "zlib"
